#----------------------- English -----------------------

en_help = '''
hello dear 😊❤️
I'm a bot that helps blur (blur 😅) images.

The use is very simple
1- send a photo
2- Make a replay on it and write (/blur) and you can also use it instead of writing it from the list in front of you 😅.

 You can change the clarity ratio as you need and this is through you..
You write (/blur 4) you can change the number 4 to any number from 1 to 99

This is V2.0
....
You can talk to the developer Lail
Or join the updates channel 😊❤️
'''
en_wating = '''<b>
Please wait....
                            </b>'''

en_caption = ''' <b>
Blur default 10 degrees
Blurred by </b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''

en_up_100 = '''
The blur rate must be less than (100) 😊♥️    '''

en_caption_cus1 = '''<b>Blur '''
en_caption_cus2 = ''' degrees
Blurred by </b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''

#----------------------- Arabic ------------------------

ar_help = '''
مرحبا عزيزي 😊❤️
انا بوت يساعد على عمل طمس (بلور 😅) للصور.

الإستخدام بسيط جدا
1- ابعت صوره
2- اعمل عليها ريبلاي و تكتب (/blur ) و تقدر برضو بدل م تكتب تستخدمها من القائمه اللى قدامك 😅. 

 تقدر تغير نسبه الوضوح زي ما انت محتاج و ده عن طريق انك..
تكتب (blur 4/ ) تقدر تغير الرقم 4 ل اى رقم من 1 لحد 99

هذا اصدار V2.0
....
تقدر تكلم المطور Lail
او تنضم لقناه التحديثات 😊❤️
'''
#---

ar_wating = '''<b>
رجاء الانتظار ....
                            </b>'''


ar_caption = ''' <b>
       بلور افتراضي 10 درجات
تم الطمس بواسطة</b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''

ar_up_100 = '''
يجب ان يكون معدل الطمس اقل من( 100 ) 😊♥️    '''

ar_caption_cus1 = '''<b>بلور '''
ar_caption_cus2 = ''' درجات
تم الطمس بواسطة</b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''

#----------------------- Russian -----------------------

ru_help = '''
привет дорогая 😊❤️
Я бот, который помогает размывать (размывать 😅) изображения.

Использование очень простое
1- отправить фото
2- Сделайте на него повтор и напишите (/blur) а так же можете использовать его вместо написания из списка перед вами 😅.

 Вы можете изменить коэффициент четкости, как вам нужно, и это через вас.
Пишешь (/start 4) можешь поменять цифру 4 на любую цифру от 1 до 99

Это версия 2.0
....
Вы можете поговорить с разработчиком Lail
Или присоединяйтесь к каналу обновлений 😊❤️
'''
ru_wating = '''<b>
Пожалуйста подождите....
                            </b>'''

ru_caption = ''' <b>
размытие по умолчанию 10 градусов
Производить </b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''

ru_up_100 = '''
Коэффициент размытия должен быть меньше (100) 😊♥️   '''

ru_caption_cus1 = '''<b>Размытие '''
ru_caption_cus2 = ''' градусов
Производить </b> <a href='http://t.me/PicsBlur_bot'>PicsBlur</a> 💙'''